Repository: linuxmint/cinnamon
Catalog: po/*.po
Languages: ml

source: Unknown
ml: അജ്ഞാതം

source: Failed to launch '%s'
ml: '%s' തുറക്കൽ പരാജയപ്പെട്ടു

source: United Kingdom
ml: യുണൈറ്റഡ് കിങ്ഡം

source: Default
ml: സ്വതേ

source: Authentication dialog was dismissed by the user
ml: അംഗീകരണ അഭ്യർത്ഥന ഉപയോക്താവ് ഒഴിവാക്കി

source: Home
ml: ആസ്ഥാനം

source: File System
ml: ഫയല്‍ സിസ്റ്റം

source: Search
ml: തിരയുക

source: Disabled
ml: പ്രവർത്തനരഹിതം

source: %u Output
ml: %u ഔട്ട്പുട്ട്

source: %u Input
ml: %u ഇന്‍പുട്ട്

source: System Sounds
ml: സിസ്റ്റത്തിന്റെ ശബ്ദങ്ങള്‍

source: Command not found
ml: നിർദ്ദേശം കണ്ടെത്താനായില്ല

source: Could not parse command:
ml: നിർദ്ദേശം പാഴ്സ് ചെയ്യാനായില്ല:

source: Execution of '%s' failed:
ml: '%s' പരാജയപ്പെട്ടു

source: Remove this applet
ml: ഈ ആപ്‌ലെറ്റ് നീക്കംചെയ്യുക

source: Removable Devices
ml: നീക്കം ചെയ്യാവുന്ന ഉപകരണങ്ങള്‍

source: Open with %s
ml: %s ഉപയോഗിച്ചു് തുറക്കുക

source: Eject
ml: പുറത്തെടുക്കുക

source: Nothing Scheduled
ml: ഒന്നും ആസൂത്രണം ചെയ്തിട്ടില്ല

source: Today
ml: ഇന്ന്

source: Tomorrow
ml: നാളെ

source: This week
ml: ഈയാഴ്ച

source: Next week
ml: അടുത്ത ആഴ്ച

source: Copy
ml: പകര്‍ത്തുക

source: Paste
ml: ഒട്ടിക്കുക

source: Show Text
ml: എഴുത്ത് പ്രദർശിപ്പിക്കുക

source: Hide Text
ml: എഴുത്ത് മറയ്ക്കുക

source: Wrong password, please try again
ml: രഹസ്യവാക്ക് തെറ്റാണ്, ദയവായി വീണ്ടും ശ്രമിക്കുക

source: Log Out %s
ml: പുറത്തുകടക്കുക %s

source: Log Out
ml: പുറത്തുകടക്കുക

source: Click Log Out to quit these applications and log out of the system.
ml: ഈ അപ്ലിക്കേഷനുകൾ നിർത്താനും കമ്പ്യൂട്ടറിൽ നിന്ന് പുറത്തുകടക്കാനും പുറത്തുകടക്കുക ഞെക്കുക

source: %s will be logged out automatically in %d second.
ml: %s എന്ന ഉപയോക്താവ് %d സെക്കന്റിന്‌ ശേഷം തനിയെ ലോഗ് ഔട്ട് ചെയ്യപ്പെടും

source: You will be logged out automatically in %d second.
ml: താങ്കൾ %d സെക്കന്റിനുള്ളിൽ സ്വയം പുറത്തുകടക്കുന്നതാണ്

source: Logging out of the system.
ml: സിസ്റ്റത്തിൽ നിന്നും നിന്നും പുറത്തുകടക്കുന്നു

source: Power Off
ml: പ്രവര്‍ത്തനം നിര്‍ത്തുക

source: Click Power Off to quit these applications and power off the system.
ml: ഈ ആപ്ലിക്കേഷനുകൾ നിർത്താനും കമ്പ്യൂട്ടർ നിർത്താനും ഞെക്കുക

source: The system will power off automatically in %d second.
ml: കമ്പ്യൂട്ടർ %d സെക്കന്റിനുള്ളിൽ സ്വയം നിർത്തപ്പെടും.

source: Powering off the system.
ml: കമ്പ്യൂട്ടർ നിർത്തുന്നു

source: Restart
ml: നിർത്തി വീണ്ടും കയറുക

source: Click Restart to quit these applications and restart the system.
ml: ഈ ആപ്ലിക്കേഷനുകൾ നിർത്താനും സിസ്റ്റം നിർത്തി വീണ്ടും കയറാനും നിർത്തി വീണ്ടും കയറുക ഞെക്കുക

source: The system will restart automatically in %d second.
ml: %d സെക്കൻഡിൽ കമ്പ്യുട്ടർ തനിയെ നിർത്തി വീണ്ടും കയറും

source: Restarting the system.
ml: കമ്പ്യുട്ടറിന്റെ പ്രവർത്തനം പുനരാരംഭിക്കുന്നു

source: Cancel
ml: റദ്ദാക്കുക

source: Install
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യുക

source: Download and install '%s' from extensions.gnome.org?
ml: extensions.gnome.org-ൽ നിന്നും '%s' ഡൗൺലോഡ് ചെയ്യുകയും ഇൻസ്റ്റോൾ ചെയ്യുകയും വേണോ?

source: tray
ml: ട്രേ

source: Keyboard
ml: കീബോര്‍ഡ്

source: No extensions installed
ml: അനുബന്ധങ്ങളൊന്നും ഇൻസ്റ്റോൾ ചെയ്തിട്ടില്ല

source: Enabled
ml: സജീവമാക്കിയിരിക്കുന്നു

source: Error
ml: പിഴവ്

source: Out of date
ml: കാലഹരണപ്പെട്ടത്

source: Downloading
ml: ഡൗൺലോഡ് ചെയ്യുന്നു

source: View Source
ml: മൂലരൂപം കാണുക

source: Web Page
ml: വെബ് താൾ

source: WORKSPACE
ml: പണിയിടം

source: Open
ml: തുറക്കുക

source: Remove
ml: നീക്കം ചെയ്യുക

source: System Information
ml: സിസ്റ്റത്തെക്കുറിച്ചുള്ള വിവരം

source: Connect
ml: ബന്ധിപ്പിക്കുക

source: Password:
ml: രഹസ്യവാക്ക്:

source: Key:
ml: ചാവി:

source: Username:
ml: ഉപയോക്തൃനാമം:

source: Identity:
ml: വ്യക്തിത്വം:

source: Private key password:
ml: സ്വകാര്യ ചാവിയുടെ രഹസ്യവാക്ക്:

source: Service:
ml: സേവനം:

source: Authentication required by wireless network
ml: വയർലെസ് നെറ്റ്‌വർക്കിന് ആധികാരികത ആവശ്യമാണ്

source: Passwords or encryption keys are required to access the wireless network '%s'.
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് '%s'-ലേക്ക് പ്രവേശിക്കുന്നതിനായി അടയാളവാക്കുകള്‍ അല്ലെങ്കില്‍ എന്‍ക്രിപ്ഷന്‍ കീകള്‍ ആവശ്യമുണ്ടു്.

source: Wired 802.1X authentication
ml: വയേര്‍ഡ് 802.1X ആധികാരികത

source: Network name:
ml: നെറ്റ്‌വർക്ക് നാമം:

source: DSL authentication
ml: ഡി.എസ്.എൽ. ആധികാരികത നേടൽ

source: PIN code required
ml: പി.ഐ.എൻ. കോഡ് ആവശ്യമാണ്

source: PIN code is needed for the mobile broadband device
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് ഉപകരണത്തിന് പി.ഐ.എൻ. കോഡ് ആവശ്യമുണ്ടു്

source: PIN:
ml: പി.ഐ.എൻ.:

source: Mobile broadband network password
ml: മൊബൈൽ ബ്രോഡ്ബാൻഡ് നെറ്റ്‌വർക്കിന്റെ രഹസ്യവാക്ക്

source: A password is required to connect to '%s'.
ml: '%s'-ൽ ബന്ധപ്പെടുന്നതിന് രഹസ്യവാക്ക് ആവശ്യമുണ്ടു്.

source: Undo
ml: തിരസ്കരിക്കുക

source: Windows
ml: ജാലകങ്ങള്‍

source: Yes
ml: അതെ

source: No
ml: ഇല്ല

source: Settings
ml: സജ്ജീകരണങ്ങൾ

source: Themes
ml: രംഗവിധാനങ്ങൾ

source: Applets
ml: ആപ്‌ലെറ്റുകൾ

source: Panel
ml: പാളി

source: Menu
ml: മെനു

source: All settings
ml: എല്ലാ സജ്ജീകരണങ്ങളും

source: Troubleshoot
ml: തെറ്റുകണ്ടെത്തുക

source: Restart Cinnamon
ml: സിനമൺ നിർത്തി വീണ്ടും തുടങ്ങുക

source: Looking Glass
ml: ദർശനദർപ്പണം

source: Restore all settings to default
ml: എല്ലാ സജ്ജീകരണങ്ങളും സ്വതേയുള്ളതിലേക്ക് പുനഃസ്ഥാപിക്കുക

source: Panel Edit mode
ml: പാളി തിരുത്തൽ രൂപം

source: Panel settings
ml: പാളിയുടെ സജ്ജീകരണങ്ങൾ

source: Add applets to the panel
ml: പാളിയിലേയ്ക്ക് ആപ്‌ലെറ്റുകൾ കൂട്ടിച്ചേർക്കുക

source: Failed to unmount '%s'
ml: '%s' അൺമൗണ്ട് ചെയ്യുന്നത് പരാജയപ്പെട്ടു

source: Retry
ml: വീണ്ടും ശ്രമിക്കുക

source: Connect to...
ml: ബന്ധപ്പെടുക...

source: Authentication Required
ml: ആധികാരികത ഉറപ്പുവരുത്തേണ്ടതുണ്ട്.

source: Administrator
ml: കാര്യനിർവാഹക(ൻ)

source: Authenticate
ml: അംഗീകരിക്കുക

source: Sorry, that didn't work. Please try again.
ml: ക്ഷമിക്കുക, അത് പ്രവർത്തിച്ചില്ല. വീണ്ടും ശ്രമിക്കുക.

source: Password:
ml: രഹസ്യവാക്ക്:

source: Please enter a command:
ml: ദയവായി ഒരു നിർദ്ദേശം നൽകുക:

source: Accessibility
ml: ഉപയോഗലഭ്യത

source: Zoom
ml: വലുതാക്കുക

source: Screen Keyboard
ml: സ്ക്രീൻ കീബോർഡ്

source: Visual Alerts
ml: ദൃശ്യ അറിയിപ്പുകൾ

source: Sticky Keys
ml: സ്റ്റിക്കി കീകള്‍

source: Slow Keys
ml: സ്ലോ കീകള്‍

source: Bounce Keys
ml: ബൗണ്‍സ് കീകള്‍

source: Mouse Keys
ml: മൗസ് കീകൾ

source: Universal Access Settings
ml: സാർവ്വജനിക ഉപയോഗലഭ്യതാ സജ്ജീകരണങ്ങൾ

source: High Contrast
ml: ഉയർന്ന തെളിച്ചം

source: Large Text
ml: വലിയ എഴുത്ത്

source: Bluetooth
ml: ബ്ലൂടൂത്ത്

source: Authorization request from %s
ml: %s അംഗീകരണം ആവശ്യപ്പെടുന്നു

source: Device %s wants access to the service '%s'
ml: %s എന്ന ഉപകരണത്തിന് '%s' എന്ന സേവനം ആവശ്യമാണ്

source: Always grant access
ml: എപ്പോഴും ലഭ്യത നൽകുക

source: Grant this time only
ml: ഇപ്രാവശ്യം മാത്രം നൽകുക

source: Reject
ml: നിരാകരിക്കുക

source: Pairing confirmation for %s
ml: %s എന്ന ഉപകരണത്തിനുള്ള ചേരൽ സ്ഥിരീകരണം

source: Device %s wants to pair with this computer
ml: ഈ കമ്പ്യൂട്ടറുമായി %s എന്ന ഉപകരണം ചേരാനാഗ്രഹിക്കുന്നു

source: Please confirm whether the PIN '%s' matches the one on the device.
ml: ഉപകരണത്തിലെ പി.ഐ.എൻ. '%s' ഒത്തുപോകുന്നുണ്ടോയെന്ന് ദയവായി സ്ഥിരീകരിക്കുക.

source: Matches
ml: ചേർച്ചകൾ

source: Does not match
ml: ചേരുന്നില്ല

source: Pairing request for %s
ml: %s-നുള്ള ചേരൽ അഭ്യർത്ഥന

source: Please enter the PIN mentioned on the device.
ml: മുകളിൽ പറഞ്ഞ ഉപകരണത്തിന്റെ പി.ഐ.എൻ. നൽകുക.

source: OK
ml: ശരി

source: Visibility
ml: ദൃശ്യത

source: Send Files to Device...
ml: ഉപകരണത്തിലേക്ക് ഫയലുകൾ അയയ്ക്കുക

source: Set up a New Device...
ml: പുതിയ ഉപകരണം തയ്യാറാക്കുക

source: Bluetooth Settings
ml: ബ്ലൂടൂത്ത് സജ്ജീകരണങ്ങൾ

source: hardware disabled
ml: ഹാർഡ്‌വേർ സജ്ജമല്ല

source: Connection
ml: കണക്ഷന്‍

source: disconnecting...
ml: ബന്ധം വേർപെടുത്തുന്നു...

source: connecting...
ml: ബന്ധപ്പെടുന്നു...

source: Send Files...
ml: ഫയലുകൾ അയക്കുക...

source: Browse Files...
ml: ഫയലുകൾ എടുത്തുനോക്കുക...

source: Error browsing device
ml: ഉപകരണം ബ്രൗസ് ചെയ്യുന്നതിൽ പിഴവുണ്ടായി

source: The requested device cannot be browsed, error is '%s'
ml: ആവശ്യപ്പെട്ട ഉപകരണം ബ്രൗസ് ചെയ്യാനാവില്ല, പിഴവ്: '%s'

source: Keyboard Settings
ml: കീബോർഡ് സജ്ജീകരണങ്ങൾ

source: Mouse Settings
ml: മൗസ് സജ്ജീകരണങ്ങൾ

source: Sound Settings
ml: ശബ്ദ സജ്ജീകരണങ്ങള്‍

source: Brightness
ml: തെളിച്ചം

source: Dimming settings
ml: മങ്ങൽ സജ്ജീകരണങ്ങൾ

source: Dim screen on AC power
ml: എ.സി. വൈദ്യുതിയിൽ പ്രവർത്തിക്കുമ്പോൾ സ്ക്രീൻ മങ്ങണം

source: Dim screen on battery
ml: ബാറ്ററിയിൽ പ്രവർത്തിക്കുമ്പോൾ സ്ക്രീൻ മങ്ങണം

source: Brightness not available
ml: തെളിച്ചം ലഭ്യമല്ല

source: Date and Time Settings
ml: തീയതി, സമയ, സജ്ജീകരണങ്ങൾ

source: Expo
ml: എക്സ്പോ

source: Show Keyboard Layout
ml: കീബോർഡ് രൂപരേഖ പ്രദർശിപ്പിക്കുക

source: Show Character Table
ml: അക്ഷരമാല പ്രദർശിപ്പിക്കുക

source: Region and Language Settings
ml: പ്രദേശവും ഭാഷയും സംബന്ധിച്ച സജ്ജീകരണങ്ങൾ

source: Show flags
ml: പതാകകൾ പ്രദർശിപ്പിക്കുക

source: Add to panel
ml: പാളിയിലേക്ക് ചേര്‍ക്കുക

source: Add to desktop
ml: ഡെസ്ക്‌ടോപ്പിലേക്ക് ചേർക്കുക

source: Remove from favorites
ml: പ്രിയപ്പെട്ടവയിൽ നിന്ന് നീക്കംചെയ്യുക

source: Add to favorites
ml: പ്രിയപ്പെട്ടവയിലേക്ക് ചേർക്കുക

source: Clear list
ml: പട്ടിക ശൂന്യമാക്കുക

source: All Applications
ml: എല്ലാ ആപ്ലിക്കേഷനുകളും

source: Places
ml: സ്ഥാനങ്ങൾ

source: Recent Files
ml: സമീപകാലത്തെടുത്ത ഫയലുകൾ

source: Edit menu
ml: മെനു തിരുത്തുക

source: Menu settings
ml: മെനുവിന്റെ സജ്ജീകരണങ്ങൾ

source: Lock screen
ml: സ്ക്രീൻ പൂട്ടുക

source: Lock the screen
ml: സ്ക്രീൻ പൂട്ടുക

source: Logout
ml: പുറത്ത് കടക്കുക

source: Leave the session
ml: സെഷൻ വിടുക

source: Quit
ml: പുറത്തു് കടക്കുക

source: Shutdown the computer
ml: കമ്പ്യൂട്ടർ നിർത്തുക

source: Type to search...
ml: തിരയുന്നതിനായി ടൈപ്പ് ചെയ്യുക

source: <unknown>
ml: <അപരിചിതം>

source: disabled
ml: പ്രവർത്തനരഹിതം

source: unmanaged
ml: കൈകാര്യം ചെയ്യാത്തത്

source: authentication required
ml: അംഗീകരണം ആവശ്യമാണ്

source: firmware missing
ml: ഫേംവേർ ഇല്ല

source: cable unplugged
ml: കേബിൾ ബന്ധിച്ചിട്ടില്ല

source: unavailable
ml: ലഭ്യമല്ല

source: connection failed
ml: കണക്ഷൻ പരാജയപ്പെട്ടു

source: More...
ml: കൂടുതൽ...

source: Connected (private)
ml: ബന്ധിതം (സ്വകാര്യം)

source: Auto Ethernet
ml: സ്വയം ഈഥർനെറ്റ്

source: Auto broadband
ml: സ്വയം ബ്രോഡ്ബാൻഡ്

source: Auto dial-up
ml: സ്വയം ഡയൽ-അപ്പ്

source: Auto %s
ml: സ്വയം %s

source: Auto bluetooth
ml: സ്വയം ബ്ലൂടൂത്ത്

source: Auto wireless
ml: സ്വയം വയർലെസ്

source: Network Manager
ml: നെറ്റ്‌വർക്ക് നിയന്ത്രണം

source: Enable networking
ml: നെറ്റ്‌വർക്ക് സജ്ജമാക്കുക

source: Wired
ml: വയേർഡ്

source: Wireless
ml: വയർലെസ്

source: Mobile broadband
ml: മൊബൈൽ ബ്രോഡ്ബാൻഡ്

source: VPN Connections
ml: വി.പി.എൻ. കണക്ഷനുകൾ

source: Network Settings
ml: നെറ്റ്‌വർക്ക് സജ്ജീകരണങ്ങൾ

source: Connection failed
ml: കൺക്ഷൻ പരാജയപ്പെട്ടു

source: Activation of network connection failed
ml: നെറ്റ്‌വർക്ക് കണക്ഷൻ സജ്ജമാക്കുന്നത് പരാജയപ്പെട്ടു

source: Networking is disabled
ml: നെറ്റ്‌വർക്കിങ് പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു

source: No connection
ml: കണക്ഷൻ ഇല്ല

source: Connecting to the cellular network...
ml: സെല്ലുലാർ നെറ്റ്‌വർക്കിലേക്ക് ബന്ധപ്പെടുന്നു...

source: Connecting to the wireless network...
ml: വയർലെസ് നെറ്റ്‌വർക്കിലേക്ക് ബന്ധപ്പെടുന്നു...

source: Connecting to the wired network...
ml: വയേർഡ് നെറ്റ്‌വർക്കിലേയ്ക്ക് ബന്ധപ്പെടുന്നു...

source: Connecting to the VPN...
ml: വി.പി.എൻ.ലേക്ക് ബന്ധപ്പെടുന്നു...

source: Connecting to the network...
ml: നെറ്റ്‌വർക്കിലേക്ക് ബന്ധപ്പെടുന്നു

source: Connected to the wireless network
ml: വയർലെസ് നെറ്റ്‌വർക്കിൽ ബന്ധിതമാണ്

source: Wireless connection
ml: വയർലെസ് കണക്ഷൻ

source: Connected to the wired network
ml: വയേർഡ് നെറ്റ്‌വർക്കിൽ ബന്ധിതമാണ്

source: Connected to the cellular network
ml: സെല്ലുലാർ നെറ്റ്‌വർക്കിൽ ബന്ധിതമാണ്

source: Connected to the VPN
ml: വി.പി.എൻ. ബന്ധിതമാണ്

source: Connected to the network
ml: നെറ്റ്‌വർക്കിൽ ബന്ധിതമാണ്

source: Notifications
ml: അറിയിപ്പുകൾ

source: Clear notifications
ml: അറിയിപ്പുകൾ ഒഴിവാക്കുക

source: No notifications
ml: അറിയിപ്പുകൾ ഇല്ല

source: notification
ml: അറിയിപ്പ്

source: notifications
ml: അറിയിപ്പുകൾ

source: (Just now)
ml: (ഇപ്പോൾ)

source: (%s seconds ago)
ml: (%s സെക്കൻഡുകൾ മുമ്പ്)

source: (%s minute ago)
ml: (%s മിനിറ്റ് മുമ്പ്)

source: (%s minutes ago)
ml: (%s മിനിറ്റുകൾ മുമ്പ്)

source: Launch
ml: തുടങ്ങുക

source: Add
ml: ചേര്‍ക്കുക

source: Edit
ml: മാറ്റം വരുത്തുക

source: AC adapter
ml: എ.സി. അഡാപ്റ്റർ

source: Laptop battery
ml: ലാപ്‌ടോപ്പ് ബാറ്ററി

source: UPS
ml: യു.പി.എസ്.

source: Monitor
ml: മോണിറ്റർ

source: Mouse
ml: മൗസ്

source: PDA
ml: പി.ഡി.എ.

source: Cell phone
ml: സെൽഫോൺ

source: Media player
ml: മീഡിയ പ്ലേയർ

source: Tablet
ml: ടാബ്‌ലെറ്റ്

source: Computer
ml: കമ്പ്യൂട്ടർ

source: Display
ml: ഡിസ്പ്ലേ

source: Show percentage
ml: ശതമാനം പ്രദർശിപ്പിക്കുക

source: Show time remaining
ml: അവശേഷിക്കുന്ന സമയം പ്രദർശിപ്പിക്കുക

source: Hide label
ml: കുറിപ്പ് മറയ്ക്കുക

source: Power Settings
ml: വൈദ്യുതി സജ്ജീകരണങ്ങൾ

source: Estimating...
ml: കണക്കെടുക്കുന്നു...

source: %d hour remaining
ml: %d മണിക്കൂർ അവശേഷിക്കുന്നു

source: %d %s %d %s remaining
ml: %d %s %d %s അവശേഷിക്കുന്നു

source: hour
ml: മണിക്കൂർ

source: minute
ml: മിനിറ്റ്

source: %d minute remaining
ml: %d മിനിറ്റ് അവശേഷിക്കുന്നു

source: Recent documents
ml: സമീപകാലത്തെടുത്ത പ്രമാണങ്ങൾ

source: No recent documents
ml: സമീപകാല പ്രമാണങ്ങളൊന്നുമില്ല

source: Removable drives
ml: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവുകൾ

source: Open file manager
ml: ഫയൽ മാനേജർ തുറക്കുക

source: Scale
ml: തോത്

source: Show desktop
ml: ഡെസ്ക്ക്ടോപ്പ് പ്രദർശിപ്പിക്കുക

source: Playing
ml: കളി

source: Paused
ml: തൽക്കാലം നിർത്തിയിരിക്കുന്നു

source: Stopped
ml: നിർത്തി

source: Unknown Artist
ml: അപരിചിതനായ കലാകാരൻ

source: Unknown Album
ml: അപരിചിതമായ ആൽബം

source: Unknown Title
ml: അപരിചിതമായ തലക്കെട്ട്

source: Previous
ml: മുൻപത്തേത്

source: Play
ml: കേൾക്കുക

source: Stop
ml: നിർത്തുക

source: Next
ml: അടുത്തത്

source: Open Player
ml: പ്ലേയർ തുറക്കുക

source: Quit Player
ml: പ്ലേയർ നിർത്തുക

source: Mute output
ml: ഔട്ട്പുട്ട് മ്യൂട്ട് ചെയ്യുക

source: Mute input
ml: ഇൻപുട്ട് മ്യൂട്ട് ചെയ്യുക

source: Launch player...
ml: പ്ലേയർ തുറക്കുക

source: Volume
ml: ശബ്ദം

source: Microphone
ml: മൈക്രോഫോൺ

source: Output device...
ml: ഔട്ട്പുട്ട് ഉപകരണം

source: Trash
ml: ട്രാഷ്

source: Empty Trash
ml: ട്രാഷ് ശൂന്യമാക്കുക

source: Open Trash
ml: ട്രാഷ് തുറക്കുക

source: Are you sure you want to delete all items from the trash?
ml: ട്രാഷിലെ എല്ലാം മായ്ക്കണമെന്ന് ഉറപ്പാണോ?

source: This operation cannot be undone.
ml: ഈ പ്രവൃത്തി പിന്നീട് തിരസ്കരിക്കാൻ കഴിയില്ല.

source: Empty Trash?
ml: ട്രാഷ് ശൂന്യമാക്കണോ?

source: Empty
ml: ശൂന്യം

source: Close
ml: അടയ്ക്കുക

source: Close all
ml: എല്ലാം അടയ്ക്കുക

source: Close others
ml: മറ്റുള്ളവ അടയ്ക്കുക

source: Restore
ml: പുനഃസ്ഥാപിക്കുക

source: Minimize
ml: ചുരുക്കുക

source: Maximize
ml: വലുതാക്കുക

source: Move to left workspace
ml: ഇടത്തെ പണിയിടത്തേയ്ക്ക് മാറ്റുക

source: Move to right workspace
ml: വലത്തെ പണിയിടത്തേയ്ക്ക് മാറ്റുക

source: Visible on all workspaces
ml: എല്ലാ പണിയിടങ്ങളിലും ദൃശ്യമാക്കുക

source: Only on this workspace
ml: ഈ പണിയിടത്തിൽ മാത്രം

source: Unmaximize
ml: വലിപ്പം ചുരുക്കുക

source: All windows
ml: എല്ലാ ജാലകങ്ങളും

source: Switch workspace
ml: പണിയിടം മാറ്റുക

source: Configure display settings...
ml: ഡിസ്പ്ലേ സജ്ജീകരണങ്ങൾ ക്രമീകരിക്കുക

source: Desktop Settings
ml: ഡെസ്ക്ടോപ്പ് സജ്ജീകരണങ്ങൾ

source: Desktop Configuration Tool
ml: ഡെസ്ക്ടോപ്പ് ക്രമീകരണ ഉപകരണം

source: Fine-tune desktop settings
ml: ഡെസ്ക്ടോപ്പ് സജ്ജീകരണങ്ങൾ കൃത്യമാക്കുക

source: Toggle Scale
ml: സ്കെയിൽ രൂപം മാറ്റിക്കാണിക്കുക

source: Toggle Expo
ml: എക്സ്പോ രൂപം മാറ്റിക്കാണിക്കുക

source: Cycle through open windows
ml: തുറന്നിരിക്കുന്ന ജാലകങ്ങളിൽ ചാക്രികമായി മാറുക

source: Cycle backwards though open windows
ml: തുറന്നിരിക്കുന്ന ജാലകങ്ങളിൽ ചാക്രികമായി പിന്നോട്ടു മാറുക

source: Run dialog (must restart Cinnamon)
ml: റൺ ഡയലോഗ് (സിനമോൺ നിർത്തിത്തുടങ്ങണം)

source: Menu button (must restart Cinnamon)
ml: മെനു ബട്ടൺ (സിനമോൺ നിർത്തിത്തുടങ്ങണം)

source: Maximize window
ml: ജാലകം ഏറ്റവും വലുതാക്കുക

source: Unmaximize window
ml: ജാലകം വലുതാക്കിയത് മാറ്റുക

source: Minimize window
ml: ജാലകം ചുരുക്കുക

source: Toggle tiled left (must restart Cinnamon)
ml: ഇടത്തായി ഒതുക്കിയത് മാറ്റിക്കാണിക്കുക (സിനമോൺ നിർത്തിത്തുടങ്ങണം)

source: Toggle tiled right (must restart Cinnamon)
ml: വലത്ത് ഒതുക്കിയത് മാറ്റിക്കാണിക്കുക (സിനമോൺ നിർത്തിത്തുടങ്ങണം)

source: Close window
ml: ജാലകം അടയ്ക്കുക

source: Activate window menu
ml: ജാലകത്തിലെ മെനു പ്രവർത്തനക്ഷമമാക്കുക

source: Toggle maximization state
ml: വലുതാക്കൽ സ്ഥിതി പരസ്പരം മാറ്റുക

source: Toggle fullscreen state
ml: പൂർണ്ണ സ്ക്രീൻ സ്ഥിതി പരസ്പരം മാറ്റുക

source: Toggle shaded state
ml: നിഴൽ വീണ സ്ഥിതി പരസ്പരം മാറ്റുക

source: Maximize vertically
ml: ലംബമായി വലുതാക്കുക

source: Maximize horizontally
ml: തിരശ്ചീനമായി വലുതാക്കുക

source: Resize window
ml: ജാലകത്തിന്റെ വലിപ്പം പുനഃക്രമീകരിക്കുക

source: Move window
ml: ജാലകം നീക്കുക

source: Center window in screen
ml: സ്ക്രീനിന്റെ മദ്ധ്യത്തിലുള്ള ജാലകം

source: Move window to upper-right
ml: ജാലകം മുകളിൽ-വലത്തേക്ക് നീക്കുക

source: Move window to upper-left
ml: ജാലകം മുകളിൽ-ഇടത്തേക്ക് നീക്കുക

source: Move window to lower-right
ml: ജാലകം താഴെ-വലത്തേക്ക് നീക്കുക

source: Move window to lower-left
ml: ജാലകം താഴെ-ഇടത്തേക്ക് നീക്കുക

source: Move window to right edge
ml: ജാലകം വലത്തെ അറ്റത്തേക്ക് നീക്കുക

source: Move window to top edge
ml: ജാലകം മുകളിലെ അറ്റത്തേക്ക് നീക്കുക

source: Move window to bottom edge
ml: ജാലകം താഴത്തെ അറ്റത്തേക്ക് നീക്കുക

source: Move window to left edge
ml: ജാലകം ഇടത്തെ അറ്റത്തേക്ക് നീക്കുക

source: Toggle showing window on all workspaces
ml: എല്ലാ പണിയിടങ്ങളിലേയും ജാലകങ്ങൾ പ്രദർശിപ്പിക്കൽ മാറ്റിക്കാണിക്കുക

source: Switch to left workspace
ml: ഇടത്തെ പണിയിടത്തേക്ക് മാറുക

source: Switch to right workspace
ml: വലത്തെ പണിയിടത്തേക്ക് മാറുക

source: Switch to workspace 1
ml: പണിയിടം 1-ലേക്ക് മാറുക

source: Switch to workspace 2
ml: പണിയിടം 2-ലേക്ക് മാറുക

source: Switch to workspace 3
ml: പണിയിടം 3-ലേക്ക് മാറുക

source: Switch to workspace 4
ml: പണിയിടം 4-ലേക്ക് മാറുക

source: Switch to workspace 5
ml: പണിയിടം 5-ലേക്ക് മാറുക

source: Switch to workspace 6
ml: പണിയിടം 6-ലേക്ക് മാറുക

source: Switch to workspace 7
ml: പണിയിടം 7-ലേക്ക് മാറുക

source: Switch to workspace 8
ml: പണിയിടം 8-ലേക്ക് മാറുക

source: Switch to workspace 9
ml: പണിയിടം 9-ലേക്ക് മാറുക

source: Switch to workspace 10
ml: പണിയിടം 10-ലേക്ക് മാറുക

source: Switch to workspace 11
ml: പണിയിടം 11-ലേക്ക് മാറുക

source: Switch to workspace 12
ml: പണിയിടം 12-ലേക്ക് മാറുക

source: Move window to left workspace
ml: ജാലകം ഇടത്തെ പണിയിടത്തിലേക്ക് നീക്കുക

source: Move window to right workspace
ml: ജാലകം വലത്തെ പണിയിടത്തിലേക്ക് നീക്കുക

source: Move window to workspace 1
ml: ജാലകം പണിയിടം 1-ലേക്ക് നീക്കുക

source: Move window to workspace 2
ml: ജാലകം പണിയിടം 2-ലേക്ക് നീക്കുക

source: Move window to workspace 3
ml: ജാലകം പണിയിടം 3-ലേക്ക് നീക്കുക

source: Move window to workspace 4
ml: ജാലകം പണിയിടം 4-ലേക്ക് നീക്കുക

source: Move window to workspace 5
ml: ജാലകം പണിയിടം 5-ലേക്ക് നീക്കുക

source: Move window to workspace 6
ml: ജാലകം പണിയിടം 6-ലേക്ക് നീക്കുക

source: Move window to workspace 7
ml: ജാലകം പണിയിടം 7-ലേക്ക് നീക്കുക

source: Move window to workspace 8
ml: ജാലകം പണിയിടം 8-ലേക്ക് നീക്കുക

source: Move window to workspace 9
ml: ജാലകം പണിയിടം 9-ലേക്ക് നീക്കുക

source: Move window to workspace 10
ml: ജാലകം പണിയിടം 10-ലേക്ക് നീക്കുക

source: Move window to workspace 11
ml: ജാലകം പണിയിടം 11-ലേക്ക് നീക്കുക

source: Move window to workspace 12
ml: ജാലകം പണിയിടം 12-ലേക്ക് നീക്കുക

source: Log out
ml: പുറത്തിറങ്ങുക

source: Toggle recording desktop (must restart Cinnamon)
ml: ഡെസ്ക്ക്‌ടോപ്പ് റെക്കോർഡ് ചെയ്യൽ ടോഗിൾ ചെയ്യുക (സിനമോൺ നിർത്തിത്തുടങ്ങണം)

source: Launch help browser
ml: സഹായ ബ്രൗസർ എടുക്കുക

source: Launch calculator
ml: കാൽക്കുലേറ്റർ എടുക്കുക

source: Launch email client
ml: ഇമെയിൽ ക്ലയന്റ് എടുക്കുക

source: Launch web browser
ml: വെബ് ബ്രൗസർ എടുക്കുക

source: Home folder
ml: ഹോം ഫോൾഡർ

source: Volume mute
ml: ശബ്ദം രഹിതമാക്കുക

source: Volume down
ml: ശബ്ദം കുറയ്ക്കുക

source: Volume up
ml: ശബ്ദം കൂട്ടുക

source: Launch media player
ml: മീഡിയ പ്ലെയർ എടുക്കുക

source: Pause playback
ml: പ്രവർത്തനം തത്കാലം നിർത്തിവെക്കുക

source: Stop playback
ml: പ്ലേബാക്ക് നിർത്തുക

source: Previous track
ml: മുൻപത്തെ ട്രാക്ക്

source: Next track
ml: അടുത്ത ട്രാക്ക്

source: Turn zoom on or off
ml: വലുതാക്കൽ സജ്ജമാക്കുക അല്ലെങ്കിൽ പ്രവർത്തനരഹിതമാക്കുക

source: Zoom in
ml: വലുതാക്കുക

source: Zoom out
ml: ചെറുതാക്കുക

source: Turn screen reader on or off
ml: സ്ക്രീൻ വായനോപകരണം സജ്ജമാക്കുക അല്ലെങ്കിൽ പ്രവർത്തനരഹിതമാക്കുക

source: Turn on-screen keyboard on or off
ml: ഓൺ-സ്ക്രീൻ കീബോർഡ് സജ്ജമാക്കുക അല്ലെങ്കിൽ പ്രവർത്തനരഹിതമാക്കുക

source: Increase text size
ml: എഴുത്തിന്റെ വലിപ്പം കൂട്ടുക

source: Decrease text size
ml: എഴുത്തിന്റെ വലിപ്പം കുറയ്ക്കുക

source: High contrast on or off
ml: ഉന്നത കോണ്ട്രാസ്റ്റ് സജ്ജമാക്കുക അല്ലെങ്കിൽ പ്രവർത്തനരഹിതമാക്കുക

source: Wallpaper
ml: പശ്ചാത്തലചിത്രം

source: None
ml: ഒന്നുമില്ല

source: Horizontal
ml: തിരശ്ചീനം

source: Vertical
ml: ലംബം

source: No picture
ml: ചിത്രമില്ല

source: Mosaic
ml: മൊസൈക്

source: Centered
ml: കേന്ദ്രീകൃതം

source: Scaled
ml: സ്കെയിൽഡ്

source: Stretched
ml: വലിച്ച് നീട്ടി

source: Spanned
ml: സ്പാൻഡ്

source: Add wallpapers
ml: പശ്ചാത്തലചിത്രങ്ങൾ ചേർക്കുക

source: Folder
ml: ഫോൾഡർ

source: Recursive listing
ml: പുനരാവർത്തിത പട്ടികയിലുൾപ്പെടുത്തൽ

source: Delay
ml: താമസം

source: Mode
ml: രീതി

source: Remove wallpaper
ml: പശ്ചാത്തലചിത്രം നീക്കംചെയ്യുക

source: Advanced options
ml: വിപുലീകൃത ഐച്ഛികങ്ങൾ

source: Picture aspect
ml: ചിത്രത്തിന്റെ സ്വഭാവം

source: Gradient
ml: ഗ്രേഡിയന്റ്

source: Colors
ml: നിറങ്ങൾ

source: Get new themes
ml: പുതിയ തീമുകൾ എടുക്കുക

source: Cinnamon themes
ml: സിനമൺ തീമുകൾ

source: Window theme
ml: ജാലകത്തിന്റെ തീം

source: Menus Have Icons
ml: മെനുവിൽ ഐകോണുകൾ വേണം

source: Buttons Have Icons
ml: ബട്ടണുകളി ഐകോണുകൾ വേണം

source: Always Use Location Entry In Nemo
ml: നെമോയിൽ എപ്പോഴും സ്ഥാനം കാണിക്കണം

source: Cursor theme
ml: കഴ്സറിന്റെ തീം

source: Keybinding theme
ml: കീബൈൻഡിങ് തീം

source: Icon theme
ml: ഐകോൺ തീം

source: GTK+ theme
ml: ജി.റ്റി.കെ.+ തീം

source: Other settings
ml: മറ്റ് സജ്ജീകരണങ്ങൾ

source: Enable
ml: സജ്ജമാക്കുക

source: Description
ml: വിവരണം

source: Get new extensions
ml: പുതിയ അനുബന്ധങ്ങൾ എടുക്കുക

source: Icon
ml: ഐകോൺ

source: Restore to default
ml: സ്വതേയുള്ളതിലേയ്ക്ക് പുനഃക്രമീകരിക്കുക

source: Get new applets
ml: പുതിയ ആപ്‌ലെറ്റുകൾ എടുക്കുക

source: unassigned
ml: ചുമതലപ്പെടുത്തിയിട്ടില്ല

source: Super-
ml: സൂപ്പർ-

source: Ctrl-
ml: കണ്ട്രോൾ-

source: Shift-
ml: ഷിഫ്റ്റ്-

source: Alt-
ml: ഓൾട്ട്-

source: Update
ml: പുതുക്കുക

source: Add custom shortcut
ml: ഐച്ഛിക കുറുക്കുവഴി ചേർക്കുക

source: Name:
ml: പേര്:

source: Command:
ml: കമാന്‍ഡ്:

source: Select a file
ml: ഫയൽ തിരഞ്ഞെടുക്കുക

source: Typing
ml: ടൈപ്പിങ്

source: Enable key repeat
ml: കീ ആവർത്തനം സജ്ജമാക്കുക

source: Repeat delay:
ml: ആവർത്തനത്തിനുള്ള കാലതാമസം

source: Short
ml: ചെറുത്

source: Long
ml: നീളമേറിയത്

source: Repeat speed:
ml: ആവർത്തനത്തിന്റെ വേഗം:

source: Slow
ml: പതുക്കെ

source: Fast
ml: വേഗം

source: Text cursor blinks
ml: എഴുത്തിലെ കഴ്സറിന്റെ മിന്നൽ

source: Blink speed:
ml: മിന്നലിന്റെ വേഗം:

source: Test Box
ml: പരീക്ഷണപ്പെട്ടി

source: Keyboard shortcuts
ml: കീബോർഡ് കുറുക്കുവഴികൾ

source: To edit a keyboard binding, click it and press the new keys, or press backspace to clear it.
ml: കീബോർഡ് കുറുക്കുവഴിയിൽ മാറ്റം വരുത്താൻ, അതിൽ ഞെക്കിയ ശേഷം പുതിയ കീകൾ അമർത്തി നൽകുക, ഒഴിവാക്കാൻ ബാക്ക്സ്പേസ് അമർത്തുക.

source: Remove custom shortcut
ml: ഐച്ഛിക കുറുക്കുവഴി ഒഴിവാക്കുക

source: Categories
ml: വർഗ്ഗങ്ങൾ

source: Keyboard bindings
ml: കീബോർഡ് കുറുക്കുവഴികൾ

source: Workspace Management
ml: പണിയിട കൈകാര്യം

source: System
ml: സിസ്റ്റം

source: Launchers
ml: ലോഞ്ചറുകൾ

source: Sound and Media
ml: ശബ്ദവും മീഡിയയും

source: Universal Access
ml: സാർവ്വജനികലഭ്യത

source: Custom Shortcuts
ml: ഐച്ഛിക കുറുക്കുവഴികൾ
