Repository: linuxmint/cinnamon
Catalog: po/*.po
Languages: ml

source: This key combination, '<b>%s</b>' cannot be used because it would become impossible to type using this key.
ml: ഈ കീ ഉപയോഗിക്കാൻ കഴിയാത്തതിനാൽ ഈ കീ സംയുക്തം '<b>%s</b>' ഉപയോഗിക്കാൻ കഴിയില്ല.

source: Please try again with a modifier key such as Control, Alt or Super (Windows key) at the same time.
ml: ദയവായി കണ്ട്രോൾ, ഓൾട്ട് അല്ലെങ്കിൽ സൂപ്പർ (വിൻഡോസ് കീ) തുടങ്ങിയ മോഡിഫയർ കീ ഒരേസമയം ഉപയോഗിച്ച് വീണ്ടും ശ്രമിക്കുക.

source: This key combination, '<b>%s</b>' is currently in use by '<b>%s</b>'.
ml: ഈ കീ സംയുകതം '<b>%s</b>' ഇപ്പോൾ '<b>%s</b>'-ൽ ഉപയോഗിക്കുന്നുണ്ട്.

source: If you continue, the combination will be reassigned to '<b>%s</b>.'
ml: താങ്കൾ തുടരാനാഗ്രഹിക്കുന്നുവെങ്കിൽ, ഇത് '<b>%s</b>' എന്നതിനായി മാറ്റപ്പെടും.

source: Do you want to continue with this operation?
ml: ഈ പ്രവർത്തനം തുടരണോ?

source: Reset to default
ml: സ്വതേയുള്ളതിലേക്ക് പുനഃക്രമീകരിക്കുക

source: Region
ml: മേഖല

source: City
ml: പട്ടണം

source: Date :
ml: തീയതി:

source: Time :
ml: സമയം:

source: Left side title bar buttons
ml: തലക്കെട്ട് നാടയിൽ ഇടതുവശത്തെ ബട്ടണുകൾ

source: Right side title bar buttons
ml: തലക്കെട്ട് നാടയിൽ വലതുവശത്തെ ബട്ടണുകൾ

source: Cinnamon Settings
ml: സിനമൺ സജ്ജീകരണങ്ങൾ

source: All Settings
ml: എല്ലാ സജ്ജീകരണങ്ങളും

source: Menu text
ml: മെനു എഴുത്ത്

source: Menu icon
ml: മെനു ഐകോൺ

source: Menu hover delay
ml: മെനുവിന്റെ മുകളിൽ മൗസ് പോകുമ്പോഴുള്ള താമസം

source: milliseconds
ml: മില്ലിസെക്കൻഡുകൾ

source: Activate menu on hover
ml: മൗസ് കടന്നുപോകുമ്പോൾ മെനു സജ്ജമാക്കുക

source: Show bookmarks and places
ml: ബുക്ക്മാർക്കുകളും സ്ഥാനങ്ങളും പ്രദർശിപ്പിക്കുക

source: Show recent files
ml: സമീപകാല ഫയലുകൾ പ്രദർശിപ്പിക്കുക

source: Auto-hide panel
ml: പാളി സ്വയം-മറയുന്നത് ആക്കുക

source: Show delay
ml: പ്രദർശിപ്പിക്കാനുള്ള താമസം

source: Hide delay
ml: മറയ്ക്കാനുള്ള താമസം

source: Traditional (panel at the bottom)
ml: പരമ്പരാഗതം (പാളി താഴെ)

source: Flipped (panel at the top)
ml: കടകവിരുദ്ധം (പാളി മുകളിൽ)

source: Classic (panels at the top and at the bottom)
ml: ചിരം (മുകളിലും താഴെയും പാളികൾ)

source: Panel layout
ml: പാളിയുടെ രൂപരേഖ

source: Note: If you change the layout you will need to restart Cinnamon.
ml: കുറിപ്പ്: രൂപരേഖയിൽ മാറ്റം വരുത്തിയാൽ സിനമൺ നിർത്തിയിട്ട് വീണ്ടും തുടങ്ങേണ്ടി വരുന്നതാണ്.

source: Use customized panel size (otherwise it's defined by the theme)
ml: പാളിയുടെ വലിപ്പം ഇച്ഛാനുസരണമാക്കുക (അല്ലെങ്കിൽ തീമായിരിക്കും നിർണ്ണയിക്കുക)

source: Allow Cinnamon to scale panel text and icons according to the panel heights
ml: പാളിയുടെ ഉയരത്തിനനുസരിച്ച് പാളിയിലെ എഴുത്തുകളുടെയും ഐകോണുകളുടെയും വലിപ്പം ക്രമീകരിക്കാൻ സിനമണെ അനുവദിക്കുക

source: Top panel height
ml: മുകളിലെ പാളിയുടെ ഉയരം

source: Pixels
ml: പിക്സലുകൾ

source: Bottom panel height
ml: താഴത്തെ പാളിയുടെ ഉയരം

source: Panel edit mode
ml: പാനൽ തിരുത്തൽ

source: Calendar
ml: കലണ്ടർ

source: Show week dates in calendar
ml: കലണ്ടറിൽ ആഴ്ചയുടെ എണ്ണവും പ്രദർശിപ്പിക്കുക

source: Date format for the panel
ml: പാളിയിൽ തീയതി പ്രദർശിപ്പിക്കേണ്ട രീതി

source: Date format inside the date applet
ml: തീയതി ആപ്‌ലെറ്റിനുള്ളിൽ തീയതി പ്രദർശിപ്പിക്കേണ്ട രീതി

source: Generate your own date formats
ml: താങ്കളുടെ സ്വന്തമായുള്ള തീയതി രീതികൾ നിർമ്മിക്കുക

source: Use network time
ml: നെറ്റ്‌വർക്ക് സമയം ഉപയോഗിക്കുക

source: Hot corner
ml: ഉഷ്ണകോൺ

source: Hot corner icon visible
ml: ഉഷ്ണകോണിൽ ഐകോൺ പ്രദർശിപ്പിക്കണം

source: Hot corner enabled
ml: ഉഷ്ണകോൺ സജ്ജമാക്കിയിരിക്കുന്നു

source: Hot corner position:
ml: ഉഷ്ണകോണിന്റെ സ്ഥാനം:

source: Top left
ml: മുകളിൽ ഇടത്

source: Top right
ml: മുകളിൽ വലത്

source: Bottom left
ml: താഴെ ഇടത്

source: Bottom right
ml: താഴെ വലത്

source: Hot corner function:
ml: ഉഷ്ണമൂലയുടെ പ്രവർത്തനരീതി:

source: Workspace selection (ala Compiz Expo)
ml: പണിയിടങ്ങളെല്ലാം (അഥവാ കോമ്പിസ് എക്സ്പോ)

source: Window selection (ala Compiz Scale)
ml: ജാലകങ്ങളെല്ലാം (അഥവാ കോമ്പിസ് സ്കെയിൽ)

source: Expo applet: activate on hover
ml: എക്സ്പോ ആപ്‌ലെറ്റ്: മൗസ് കടന്നുപോകുമ്പോൾ സജ്ജമാക്കുക

source: Scale applet: activate on hover
ml: സ്കെയിൽ ആപ്‌ലെറ്റ്: മൗസ് കടന്നുപോകുമ്പോൾ സജ്ജമാക്കുക

source: Effects
ml: പ്രഭാവങ്ങൾ

source: Enable desktop effects
ml: ഡെസ്ക്ടോപ്പ് പ്രഭാവങ്ങൾ സജ്ജമാക്കുക

source: Enable desktop effects on dialog boxes
ml: ഡയലോഗ് പെട്ടികളിൽ ഡെസ്ക്‌ടോപ്പ് പ്രഭാവങ്ങൾ സജ്ജമാക്കുക

source: Closing windows:
ml: അടയ്ക്കുന്ന ജാലകങ്ങളിൽ:

source: Fade
ml: മങ്ങുക

source: Mapping windows:
ml: ജാലകങ്ങൾ അടയാളപ്പെടുത്തുമ്പോൾ:

source: Minimizing windows:
ml: ജാലകങ്ങൾ ചുരുക്കുമ്പോൾ:

source: Traditional
ml: പരമ്പരാഗതം

source: Maximizing windows:
ml: ജാലകങ്ങൾ വലുതാക്കുമ്പോൾ:

source: Unmaximizing windows:
ml: ജാലകങ്ങളുടെ വലിപ്പം കുറയ്ക്കുമ്പോൾ:

source: Extensions
ml: അനുബന്ധങ്ങൾ

source: Desktop
ml: ഡെസ്ക്‌ടോപ്പ്

source: Computer icon visible on desktop
ml: ഡെസ്ക്‌ടോപ്പിൽ കമ്പ്യൂട്ടർ ഐകോൺ പ്രദർശിപ്പിക്കുക

source: Home icon visible on desktop
ml: ഡെസ്ക്‌ടോപ്പിൽ ഹോം ഐകോൺ പ്രദർശിപ്പിക്കുക

source: Network Servers icon visible on desktop
ml: ഡെസ്ക്ടോപ്പിൽ നെറ്റ്‌വർക്ക് സെർവർ ഐകോൺ പ്രദർശിപ്പിക്കുക

source: Trash icon visible on desktop
ml: ഡെസ്ക്ടോപ്പിൽ ട്രാഷ് ഐകോൺ പ്രദർശിപ്പിക്കുക

source: Show mounted volumes on the desktop
ml: മൗണ്ട് ചെയ്ത വോള്യമുകൾ ഡെസ്ക്ടോപ്പിൽ പ്രദർശിപ്പിക്കുക

source: Action on title bar double-click
ml: തലക്കെട്ട് പട്ടയിൽ ഇരട്ടഞെക്കൽ ചെയ്യുമ്പോൾ നടത്തേണ്ട പ്രവൃത്തി

source: Action on title bar middle-click
ml: തലക്കെട്ട് പട്ടയിൽ മദ്ധ്യഞെക്കൽ ചെയ്യുമ്പോൾ നടത്തേണ്ട പ്രവൃത്തി

source: Action on title bar right-click
ml: തലക്കെട്ട് പട്ടയിൽ വലത്-ഞെക്കൽ ചെയ്യുമ്പോൾ നടത്തേണ്ട പ്രവൃത്തി

source: Window focus mode
ml: ജാലകത്തിൽ കേന്ദ്രീകരിക്കേണ്ട രീതി

source: Enable Edge Tiling ("Aero Snap")
ml: എഡ്ജ് ടൈലിങ് സജ്ജമാക്കുക ("എയ്‌റോ സ്നാപ്")

source: Enable Edge Flip
ml: എഡ്ജ് ഫ്ലിപ് സജ്ജമാക്കുക

source: Attach dialog windows to their parent window's titlebar
ml: ഡയലോഗ് ജാലകങ്ങൾ അവയുടെ മാതൃ ജാലകത്തിന്റെ തലക്കെട്ട് പട്ടയോട് ചേർത്ത് നിർത്തുക

source: Icons only
ml: ഐകോണുകൾ മാത്രം

source: Icons and thumbnails
ml: ഐകോണുകളും ലഘുചിത്രങ്ങളും

source: Icons and window preview
ml: ഐകോണുകളും ജാലകരൂപവും

source: Window preview (no icons)
ml: ജാലകരൂപം (ഐകോണുകളില്ലാതെ)

source: ALT-tab switcher style
ml: ആൾട്ട്-ടാബ് മാറ്റൽ രീതി

source: Enable mouse-wheel scrolling in Window List applet
ml: ജാലകങ്ങളുടെ പട്ടിക ആപ്‌ലെറ്റിൽ മൗസ് വീൽ ഉപയോഗിച്ച് മാറ്റൽ സജ്ജമാക്കുക

source: Bring windows which require attention to the current workspace (instead of switching to the window's workspace)
ml: ശ്രദ്ധ ആവശ്യമുള്ള ജാലകങ്ങൾ ഇപ്പോഴത്തെ പണിയിടത്തേയ്ക്ക് കൊണ്ടു വരിക (അല്ലെങ്കിൽ ജാലകമിരിക്കുന്ന പണിയിടത്തിലേയ്ക്ക് മാറുകയാണുണ്ടാവുക)

source: Workspaces
ml: പണിയിടങ്ങൾ

source: Enable workspace OSD
ml: പണിയിട ഒ.എസ്.ഡി. സജ്ജമാക്കുക

source: Workspace OSD duration
ml: പണിയിട ഒ.എസ്.ഡി. കാലയളവ്

source: Workspace OSD horizontal position
ml: പണിയിട ഒ.എസ്.ഡി.യുടെ തിരശ്ചീന സ്ഥാനം

source: percent of the monitor's width
ml: മോണിറ്ററിന്റെ വീതിയുടെ ശതമാനം

source: Workspace OSD vertical position
ml: പണിയിട ഓ.എസ്.ഡി.യുടെ ലംബ സ്ഥാനം

source: percent of the monitor's height
ml: മോണിറ്ററിന്റെ ഉയരത്തിന്റെ ശതമാനം

source: Only use workspaces on primary monitor (requires Cinnamon restart)
ml: പണിയിടങ്ങൾ പ്രാഥമിക മോണിറ്ററിൽ മാത്രം ഉപയോഗിക്കുക (സിനമൺ നിർത്തി തുടങ്ങേണ്ടതുണ്ട്)

source: Display Expo view as a grid
ml: എക്സ്പോ രൂപം വരി-നിര രീതിയിൽ പ്രദർശിപ്പിക്കുക

source: Fonts
ml: ഫോണ്ടുകൾ

source: Text scaling factor
ml: എഴുത്തിന്റെ അളവ് ഘടകം

source: Default font
ml: സ്വതേയുള്ള ഫോണ്ട്

source: Document font
ml: പ്രമാണത്തിലെ ഫോണ്ട്

source: Monospace font
ml: മോണോസ്പേസ് ഫോണ്ട്

source: Window title font
ml: ജാലകത്തിന്റെ തലക്കെട്ടിൽ വേണ്ട ഫോണ്ട്

source: Hinting
ml: സൂചനകൾ

source: Antialiasing
ml: ആന്റിഏലിയാസിങ്

source: General
ml: സാർവത്രികം

source: Log LookingGlass output to ~/.cinnamon/glass.log (Requires Cinnamon restart)
ml: ലുക്കിങ്ഗ്ലാസ് ഔട്ട്പുട്ട് ~/.cinnamon/glass.log-ൽ രേഖപ്പെടുത്തുക (സിനമൺ നിർത്തി തുടങ്ങേണ്ടതുണ്ട്)

source: Emulate middle click by clicking both left and right buttons
ml: ഇടത്-വലത് ബട്ടണുകൾ ഒരുമിച്ച് അമർത്തുന്നതുവഴി മദ്ധ്യ ഞെക്കൽ പ്രതീതി സൃഷ്ടിക്കുക

source: Display notifications
ml: അറിയിപ്പുകൾ പ്രദർശിപ്പിക്കുക

source: Backgrounds
ml: പശ്ചാത്തലങ്ങൾ

source: Custom Launcher
ml: ഐച്ഛിക ലോഞ്ചർ

source: Name
ml: നാമം

source: Application
ml: ആപ്ലിക്കേഷൻ

source: Add panel launcher...
ml: പാളി ലോഞ്ചർ ചേർക്കുക...
